{
  "basics": {
    "name": "Sebastián García",
    "label": "Software Developer",
    "email": "sebastiandotdev@gmail.com",
    "online": "Available to work",
    "cv": "/Curriculum-Sebastian.pdf",
    "phone": "+57 3044176141",
    "url": "https://sebastiandotdev.xyz",
    "summary": "Programmer with +3 years of experience in application development. Specialized in Frontend, passionate about Open Source. I integrate into diverse work teams and seek to build strong relationships with my colleagues.",

    "profiles": [
      {
        "network": "LinkedIn",
        "username": "sebastiantdotdev",
        "url": "https://linkedin.com/in/sebastiandotdev"
      },
      {
        "network": "X",
        "username": "sebastiantdotdev",
        "url": "https://x.com/sebastiandotdev"
      },
      {
        "network": "GitHub",
        "username": "sebastiantdotdev",
        "url": "https://github.com/sebastiandotdev"
      }
    ]
  },
  "titles": {
    "workExperience": "Work experience",
    "projects": "Projects",
    "contact": "Contact me",
    "posts": "Posts"
  },
  "work": [
    {
      "name": "DiensCO",
      "position": "Frontend Developer",
      "startDate": "1 Jun 2023",
      "endDate": "5 Feb 2025",
      "summary": [
        "I developed an ordering platform that integrates partner businesses and provides restaurant and home delivery services.",
        "The main idea of this platform was to boost the marketing and use of Domiplace apps, implementing features such as DeepLink.",
        "A chat system has been developed to allow customers to communicate with the restaurant regarding their order management. During the conversation, customers will be able to remove items and modify the price of their order according to their needs.",
        "This app developed very important features in the user experience, such as the category filter, managing time zones to recommend restaurants that adjust to the customer's time."        
      ]      
    },
    {
      "name": "ECO EFICI",
      "position": "Desarrollador Full Stack",
      "startDate": "17 Feb 2025",
      "endDate": null,
      "summary": [
        "Maintainer of the Efici software, which is an ERP and CRM system at the same time.",
        "One of the important points we have achieved is migrating technologies like Vue 2 to Nuxt for better performance and development experience.",
        "We've implemented stable modules such as a POS system, e-invoicing, merchant management, messaging and services, kitchen, and finally, cash register management. All of these services are available in one place.",
        "We are currently developing an inventory system that includes the ability to prepare recipes for specific products."
      ]
    }
  ],
  "services": [
    "I can help you with advice and mentoring",
    "You can contact me for a temporary service",
    "I can help you boost your business with a website",
    "I am open to job opportunities"
  ],
  "education": [],
  "awards": [],
  "certificates": [],
  "languages": [
    {
      "language": "Spanish",
      "fluency": "Native speaker"
    },
    {
      "language": "English",
      "fluency": "A1"
    }
  ],
  "projects": []
}
