{
  "basics": {
    "name": "Sebastián García",
    "label": "Software Developer",
    "image": "/me.webp",
    "email": "sebastiandotdev@gmail.com",
    "online": "Disponible para trabajar",
    "cv": "/Curriculum-Sebastian.pdf",
    "phone": "+57 3044176141",
    "url": "https://castrogarciajs.dev",
    "summary": "Programador con +2 años de experiencia en desarrollo de aplicaciones. Especializado en Frontend, apasionado por el Open Source. Me integro en equipos de trabajo diversos y busco construir relaciones sólidas con mis compañeros.",
    "about": [
      "Mi nombre completo es Johan Sebastián Castro García. Tengo 20 años, de Colombia, Cesar. Conocí la programación a los 17 años. Gracias a Dios en la ciudad en donde me mudé, abrió una Academia de programación. Gracias al esfuerzo de mi Madre y mis amigos. Tuve la oportunidad de entrar y comencé a aprender lo básico comenzando desde HTML. Parecía que ya había estudiado esto antes, pero no fue así. Se me dio bien, recién salía de la escuela no sabía qué hacer, así que me comencé a encariñar con el paso del tiempo. Aunque el computador con el que había empezado era un Dell Inspiron mini muy viejo le costaba incluso abrir el navegador. Sin embargo, después de un arduo trabajo pude comprar mi primera Lapto.",

      "Conseguí mi primer trabajo hace un año y medio en una startup. Tuve que adaptarme a tecnologías que no conocía y aprendí a crecer en conjunto a ellos ampliando mis conocimientos en el área de desarrollo de software. Teniendo la oportunidad de conocer a compañeros de todo el mundo y aprender a trabajar en equipo y a escuchar a mis compañeros.",

      "Como pasatiempos suelo investigar de geografía y astronomía, dos áreas que disfruto de investigar. También soy muy amante de la música. En el área de deportes suelo disfrutar todos los deportes, pero actualmente veo más el fútbol. Como no puede faltar un programador en su tiempo libre, también le gusta programar. Suelo trabajar mucho en el código abierto con mis compañeros innovando ideas y soluciones, tambien aportando en proyectos existente."
    ],
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "sebastiantdotdev",
        "url": "https://linkedin.com/in/sebastiandotdev"
      },
      {
        "network": "X",
        "username": "sebastiantdotdev",
        "url": "https://x.com/sebastiandotdev"
      },
      {
        "network": "GitHub",
        "username": "sebastiantdotdev",
        "url": "https://github.com/sebastiandotdev"
      }
    ]
  },
  "work": [
    {
      "name": "DiensCO",
      "position": "Desarrollador Frontend",
      "url": "https://twitch.tv/midudev",
      "startDate": "1 Jun 2023",
      "endDate": null,
      "summary": [
        "Manteiner actual de domiplace.com y admin.efici.co",
        "Se ha migrado con el admin.efici.co existente de Vue 2 a Nuxt.js y el rendimiento aumentó en un 100% a diferencia de su versión anterior.",
        "Anteriormente domiplace.com solo contaba con una aplicación móvil, entonces mi equipo y mi persona comenzamos a construir la aplicación web."
      ],
      "highlights": ["Started the company"]
    }
  ],
  "services": [
    "Puedo ayudarte con asesorias y mentorias",
    "Puedes contactarme para un servicio temporal",
    "Puedo ayudarte a impulsar tu negocio con una pagina Web",
    "Estoy abierto a oportunidades laborales"
  ],
  "education": [],
  "awards": [],
  "certificates": [],
  "languages": [
    {
      "language": "Spanish",
      "fluency": "Native speaker"
    },
    {
      "language": "English",
      "fluency": "A1"
    }
  ],
  "projects": [
    {
      "name": "Open UI",
      "isActive": false,
      "description": "A design system built with Tailwindcss and Radix UI.",
      "url": "https://ui.openlabs.online"
    }
  ]
}
